const questionBank = {
  'أ': [
"ماهي الفاكهة الخضراء الغنية بالدهون الصحية والتي تستخدم كمكون اساسي في صنع صلصة الغواكامولي؟(أفوكادو)",
    "ماذا يسمى المركب الكيميائي الناتج عن ارتباط أي عنصر بعنصر الأكسجين؟ (أكسيد)",
    "ماهي السلسلة الشهيرة التي تمتد عبر عدة دول أوروبية ةتضم قمة مونت بلانك؟ (ألب)",
    "ماهي التراكيب الصلبة الموجودة في الفم والتي تستخدم لتقطيع ومضغ الطعام؟ (أسنان)",
    "ماهي الدولة والقارة التي تتخذ من حيوان الكنغر رمزا وطنيا لها؟ (أستراليا)"
  ],
  'ب': [
    "ما هي عاصمة جمهورية مصر العربية؟ (القاهرة)",
    "حيوان يسمى سفينة الصحراء؟ (الجمل)",
    "ما هو المكون الأساسي للزجاج؟ (الرمل)",
    "ما هي أكبر قارة في العالم من حيث المساحة؟ (آسيا)"
  ],
  'ت': [
    "ما هي عاصمة التونس؟ (تونس)",
    "فاكهة يُطلق عليها فاكهة الفلاسفة؟ (الموز)",
    "ما هو الشجر الذي يُستخرج منه المطاط؟ (المطاط)"
  ],
  'ث': [
    "ما هو اسم المكان الذي يختبئ فيه الثعلب؟ (جحر)",
    "حيوان مائي له ثلاثة قلوب؟ (الأخطبوط)"
  ],
  'ج': [
    "ما هي عاصمة الجزائر؟ (الجزائر)",
    "أين توجد الأهرامات الثلاثة؟ (الجيزة)"
  ],
  'ح': [
    "ما هو اسم الطائر الذي يرمز للسلام؟ (الحمامة)"
  ],
  'خ': [
    "ما هو الخضار الذي يعتبر مصدر ألياف برتقالي اللون المفيد للعين؟ (الجزر)"
  ],
  'د': [
    "ما هو الحيوان الذي يُلقب بصديق الإنسان في البحر؟ (الدلفين)"
  ],
  'ذ': [
    "حيوان مفترس يشبه الكلب ولكن أكبر وأشرس؟ (الذئب)"
  ],
  'ر': [
    "ما هي عاصمة المملكة العربية السعودية؟ (الرياض)"
  ],
  'ز': [
    "أطول حيوان بري في العالم؟ (الزرافة)"
  ],
  'س': [
    "ما هي عاصمة سوريا؟ (دمشق)"
  ],
  'ش': [
    "ما هو العضو المسؤول عن التنفس في الأسماك؟ (الخياشيم)"
  ],
  'ص': [
    "طائر مفترس حاد البصر يضرب به المثل في الشجاعة؟ (الصقر)"
  ],
  'ض': [
    "حيوان برمائي يقفز وليس له ذيل؟ (الضفدع)"
  ],
  'ط': [
    "ما هي عاصمة اليابان؟ (طوكيو)"
  ],
  'ظ': [
    "حيوان يشبه الغزال وله قرون جوفاء؟ (الظبي)"
  ],
  'ع': [
    "ما هو المركب العضوي الذي يعتبر الناتج النهائي لعملية التمثيل الغذائي للبروتينات في الثدييات ويتم إخراجه عن طريق البول؟ (اليوريا)"
  ],
  'غ': [
    "ما هو اسم طفل الغزال؟ (غزال / خشف)"
  ],
  'ف': [
    "أكبر حيوان بري على وجه الأرض؟ (الفيل)"
  ],
  'ق': [
    "ما هي عاصمة قطر؟ (الدوحة)"
  ],
  'ك': [
    "ما هو الحيوان المشهور بوجود جيب في بطنه يحمل فيه صغاره؟ (الكنغر)"
  ],
  'ل': [
    "ما هو الحامض الطبيعي الذي نتحصل عليه من الليمون؟ (حمض الستريك)"
  ],
  'م': [
    "ما هي عاصمة سلطنة عمان؟ (مسقط)"
  ],
  'ن': [
    "حشرة ذكية تُذكر في القرآن ولها مملكة منظمة؟ (النمل)"
  ],
  'هـ': [
    "ما هو شكل القمر عندما يكون اكتماله كلياً؟ (بدر)"
  ],
  'و': [
    "ما هي الزهرة التي تمثل الرمز الوطني للعديد من الدول وتتميز بالرائحة العطرة؟ (الورد)"
  ],
  'ي': [
    "ما هو المركب العضوي الهام لإخراج النيتروجين؟ (اليوريا)"
  ]
};